Repository: patrick-blom/pablo-career
Catalog: palbo-career/languages/pablo-career-*.po
Languages: de_de

source: Activate
de_de: Aktivieren

source: Active
de_de: Aktiv

source: Add Job Offer
de_de: Jobangebot Erstellen

source: Branch
de_de: Niederlassung

source: Creation Date
de_de: Erstellungsdatum

source: Deactivate
de_de: Deaktivieren

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: Job Offer Settings
de_de: Jobangebote

source: Job Offer not found
de_de: Kein Jobangebot gefunden

source: Job Offer was successfully saved
de_de: Ihr Jobangebot wurde erfolgreich gespeichert

source: Job Offer was successfully updated
de_de: Ihr Jobangebot wurde erfolgreich aktualisiert

source: Job Offers
de_de: Jobangebote

source: Job data
de_de: Job Details

source: There was an error while saving Job Offer
de_de: Beim speichern der Jobangebots ist ein Fehler aufgetreten

source: There was an error while updating Job Offer
de_de: Beim aktuallisieren der Jobangebots ist ein Fehler aufgetreten

source: Title
de_de: Berufbezeichnung

source: Working Houre
de_de: Arbeitszeit

source: Description
de_de: Beschreibung

source: Working Hours
de_de: Arbeitszeit

source: Qualifications
de_de: Qualifikation

source: Requirements
de_de: Anforderungen

source: Additional Informations
de_de: Ergänzungen

source: Wage
de_de: Lohn/Gehalt

source: Workplace
de_de: Arbeitsplatz

source: Others
de_de: Sonstiges

source: a rellay cool job
de_de: Ihr Traumjob

source: 8 hours a day
de_de: Vollzeit

source: IT specialist
de_de: Abgeschlossene Tischlerausbildung

source: PHP and JS
de_de: Zusammenbau von Tischen

source: 15$/h
de_de: ab 12€

source: Brooklyn
de_de: Ahaus

source: FAIR New York
de_de: FAIR Ahaus

source: Back to Joblist
de_de: Zurück zur Angebotsübersicht

source: Edit Job Offer
de_de: Jobangebot Bearbeiten

source: Page to display single job offer
de_de: Seite die für die Einzeldarstellung genutzt werden soll

source: Please Choose
de_de: Bitte Wählen

source: Could not Load Job
de_de: Das gewünschte Jobangebot konnte nicht geladen werden

source: Language
de_de: Sprache

source: language_de
de_de: Deutsch

source: language_pl
de_de: Polnisch

source: language_nl
de_de: Niederländisch
